bpruitt-goddard.mermaid-markdown-syntax-highlighting
charliermarsh.ruff
davidanson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
github.remotehub
github.vscode-pull-request-github
golang.go
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter
ms-toolsai.jupyter
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.remote-repositories
njpwerner.autodocstring
pkief.material-icon-theme
rust-lang.rust-analyzer
sainnhe.gruvbox-material
streetsidesoftware.code-spell-checker
yzhang.markdown-all-in-one